Repository: Mezriss/dungeonmix
Catalog: src/locales/ua/messages.po
Languages: ua

source: or <0>browse</0>
ua: або <0>виберіть</0>

source: Add circular sound area
ua: Додати кругову звукову зону

source: Add image
ua: Додати зображення

source: Add rectangular sound area
ua: Додати прямокутну звукову зону

source: Add sound area
ua: Додати звукову зону

source: Add track
ua: Додати трек

source: Are you sure you want to remove this folder? This will also remove its tracks from the board.
ua: Ви впевнені, що хочете видалити цю папку? Це також видалить її треки з дошки.

source: Audio area opacity, %
ua: Прозорість звукової зони, %

source: Back to Home
ua: Повернутися на головну

source: Board name
ua: Назва дошки

source: Board Not Found
ua: Дошку не знайдено

source: But there is still hope - try <0>returning to title</0> and loading your board again
ua: Але ще є надія - спробуйте <0>повернутися на головну</0> і завантажити дошку знову

source: Click to add an image placeholder. Then use appearing control panel to add image itself.
ua: Натисніть, щоб додати заповнювач для зображення. Потім скористайтеся панеллю керування, що з'явиться, щоб додати саме зображення.

source: Click to select audio area or an image. You will see a control panel in its center.
ua: Натисніть, щоб вибрати звукову зону або зображення. Ви побачите панель керування в її центрі.

source: Controls
ua: Керування

source: Could not update board name
ua: Не вдалося оновити назву дошки

source: Couldn't access track "{0}". Is it still there?
ua: Не вдалося отримати доступ до треку "{0}". Він ще доступний?

source: Couldn't get permission to folder "{0}". Try restarting your browser and doing it again.
ua: Не вдалося отримати дозвіл на доступ до папки "{0}". Спробуйте перезапустити браузер і зробити це ще раз.

source: Couldn't resolve directory, your board data is probably corrupt and it would be better to recreate it.
ua: Не вдалося розпізнати каталог, дані вашої дошки, ймовірно, пошкоджені, і краще її створити заново.

source: Create New Board
ua: Створити нову дошку

source: Data for this board got corrupted for unknown reasons and was reset.
ua: Дані для цієї дошки були пошкоджені з невідомих причин і скинуті.

source: Delete
ua: Видалити

source: Delete area (there is no undo)
ua: Видалити зону (скасувати неможливо)

source: Delete board
ua: Видалити дошку

source: Delete Board
ua: Видалити дошку

source: Delete image
ua: Видалити зображення

source: Delete this board? This can't be undone.
ua: Видалити цю дошку? Цю дію неможливо скасувати.

source: Deselect the current element.
ua: Зняти виділення з поточного елемента.

source: Drag and drop a folder
ua: Перетягніть папку

source: Drag to draw a rectangular or circular area.
ua: Перетягніть, щоб намалювати прямокутну або кругову зону.

source: DungeonMix is a web application that allows you to create audio boards for your dungeon maps.
ua: DungeonMix — це веб-додаток, який дозволяє створювати аудіодошки для мап підземель.

source: e.g.
ua: напр.

source: Edit<0/>Mode
ua: Редагування

source: Error loading image
ua: Помилка завантаження зображення

source: Failed to access the dropped folder.
ua: Не вдалося отримати доступ до перетягнутої папки.

source: Failed to add folder {0}
ua: Не вдалося додати папку {0}

source: Failed to load boards list
ua: Не вдалося завантажити список дощок

source: Failed to select directory.
ua: Не вдалося вибрати папку.

source: Give DungeonMix access to a folder with your audio files.
ua: Надайте DungeonMix доступ до папки з вашими аудіофайлами.

source: Hold button to move area
ua: Утримуйте, щоб перемістити зону

source: Hold button to move image
ua: Утримуйте, щоб перемістити зображення

source: Language
ua: Мова

source: Left Click
ua: Ліва кнопка миші

source: Loading image...
ua: Завантаження зображення...

source: Middle Mouse (hold)
ua: Середня кнопка миші (утримувати)

source: Mouse Wheel
ua: Коліщатко миші

source: No tracks found.
ua: Треків не знайдено.

source: Not sure what this is or how to use it?<0/>Watch a <1>video introduction</1>.
ua: Не впевнені, що це чи як цим користуватися?<0/><1>Перегляньте відео-презентацію</1>.

source: or load existing board
ua: або завантажити існуючу дошку

source: Pan the board.
ua: Переміщення по дошці.

source: Place location marker
ua: Поставити маркер локації

source: Please drop a folder containing audio files.
ua: Будь ласка, перетягніть папку, що містить аудіофайли.

source: Quick tips
ua: Короткі поради

source: Refresh files in folder
ua: Оновити файли в папці

source: Remove
ua: Видалити

source: Remove folder
ua: Видалити папку

source: Remove Folder
ua: Видалити папку

source: Remove track
ua: Видалити трек

source: Right Click
ua: Права кнопка миші

source: Scale Image
ua: Масштабувати зображення

source: Select
ua: Вибрати

source: Select track
ua: Вибрати трек

source: Settings
ua: Налаштування

source: Something went wrong
ua: Щось пішло не так

source: Start here
ua: Почніть тут

source: The board you are looking for does not exist.
ua: Дошка, яку ви шукаєте, не існує.

source: This app is still in development. There might be bugs or missing features. Suggestions? Bug reports? Get in touch on <0>GitHub</0>.
ua: Цей додаток все ще в розробці. Можуть бути помилки або відсутні функції. Пропозиції? Звіти про помилки? Зв'яжіться з нами на <0>GitHub</0>.

source: To provide a seamless experience and conveniently handle your local files, this application uses a feature that is not available in your current browser. For the best experience, please use a recent version of Google Chrome, Microsoft Edge, or Opera.
ua: Для зручної роботи з вашими локальними файлами, цей застосунок використовує функцію, яка недоступна у вашому поточному браузері. Для найкращого досвіду використання, будь ласка, використовуйте останню версію Google Chrome, Microsoft Edge або Opera.

source: Toggle autoplay
ua: Перемкнути автовідтворення

source: Tools
ua: Інструменти

source: Track fade duration, s
ua: Тривалість затухання треку, с

source: Untitled board
ua: Дошка без назви

source: Untitled Board
ua: Дошка без назви

source: Use middle mouse button to pan around
ua: Використовуйте середню кнопку миші для переміщення

source: Use the currently selected tool.
ua: Використовувати обраний інструмент.

source: Volume
ua: Гучність

source: Welcome to <0>DungeonMix</0>
ua: Ласкаво просимо до <0>DungeonMix</0>

source: Zoom in and out.
ua: Збільшення та зменшення масштабу.
